import React from 'react'
import "../../style/warranty.css";

function Warranty() {
  return (
    <div className="Warranty-container">
      <h1>เงื่อนไขการรับประกันสินค้า</h1>
      <ul>
        <li>สงวนสิทธิ์การรับประกันสินค้า เฉพาะสินค้าที่ซื้อจากทางร้านหรือตัวแทนจำหน่ายเท่านั้น โดยลูกค้าสามารถเช็คระยะเวลารับประกันที่หน้า checkwarranty</li>
        <li>สินค้าต้องมีสภาพ ไม่ผิดปกติไปจากเดิมทางรูปทรงได้แก่ แตก, หัก, บิ่น ,งอ , บุบ, เบี้ยว, ร้าว, ทะลุ, มีรอยขีดเขียน, มีบางส่วนขาดหายไป</li>
        <li>ต้องไม่ใช้สินค้าผิดวิธี ไม่มีการแก้ไขก่อนได้รับอนุญาต ไม่มีร่องรอยการเปิดแกะ งัดแงะ หรือร่องรอยการซ่อมที่ไม่ได้รับการแต่งตั้งจากผู้ผลิต</li>
        <li>สินค้าต้องไม่เสียหายเนื่องจากปัญหาปัจจัยภายนอก อาทิเช่น ไฟตก ,ไฟเกิน , ฟ้าผ่า,น้ำท่วม, เกิดอุบัติเหตุกับตัวสินค้า เป็นต้น</li>
        <li>สินค้าต้องไม่หมดอายุการรับประกัน </li>
      </ul>

    </div>
  )
}

export default Warranty

